[
    "Our needs are few; our wants many.",
    "What is most important is to be grateful for what you've been given and repay in kind – to benefit others is to benefit ourselves.",
    "Do your utmost – no matter who gains or loses.",
    "Compassion has no enemies; wisdom, no vexations.",
    "The busiest have the most time; the diligent, the best health.",
    "The charitable are blessed; the virtuous, happy.",
    "Let the measure of your heart be great; the size of your ego, small.",
    "When you can let it go, then you can pick it up. At ease letting it go or picking it up – then you are truly free.",
    "Know yourself, know others; know when to advance, when to retreat; at all times maintain peace and equanimity in body and mind; know your blessings, use them wisely, strive to increase them; everywhere you go develop deep virtuous affinity with others.",
    "Able to pick it up and let it go, every year good fortune will surely follow; sow a field of blessings with wisdom, then everyday is a good day!",
    "Always keep your body and mind relaxed and meet everyone with a smile; relaxation makes your mind and body healthy, and a smile gathers friends and friendship.",
    "About to speak? Think for a moment. Slow your speech a bit. It's not that you should not speak, but rather that you should cherish what you say and choose your words with care.",
    "In daily living it is better to think: \"fine if I can have it, no matter if I can't\"; thus transform suffering to joy and live a life of serenity.",
    "The four contentments: mind at peace, body at rest, family in harmony, all enterprise at ease.",
    "When you wish for something, ask yourself these four questions: Is it needed? Is it wanted? Is it obtainable? Is it advisable?",
    "The four attitudes to take towards others: grateful, thankful, transforming, inspiring.",
    "The four steps in dealing with any problem: face it, accept it, deal with it, let it go.",
    "The four keys to good fortune: know what you are blessed with, cherish it, help it grow, and plant seeds for future blessings.",
    "If possible and permissible, seek after it; if impossible and forbidden, keep away from it.",
    "With gratitude we grow; repayment of kindness leads to success.",
    "Be thankful at every opportunity: good and bad fortune are both allies.",
    "Rejoice when you encounter good, praise it, encourage it to spread, but take care to learn with an open mind.",
    "More praise and less criticism! Cut down the karma that comes from what you say.",
    "An ordinary mind is a mind of utmost freedom, utmost joy.",
    "A true step on the path merits more than a hundred shallow words adorned with tinsel.",
    "The more you come to know your weaknesses, the faster you will grow, with your self-confidence unwavering.",
    "Look more, listen more; speak less, act fast; spend slow.",
    "Only after you encounter affliction and adversity will you summon the mind of diligence.",
    "Be solid and forthright; have a great open heart; be sure and steady in accomplishment, with vision penetrating and far-reaching.",
    "Busy but not in disarray; tired but not worn out.",
    "Be happy being busy! Even when you're tired, be joyful.",
    "Busy? No matter. No vexation. All is well.",
    "Work quickly, not anxiously; mind and body relaxed and unbound.",
    "Finish your work quickly, but in an orderly manner; don't become nervous trying to compete with time itself.",
    "Don't measure success and failure by wealth or poverty; work only to benefit yourself and others with all your heart and strength.",
    "Work hard and others may resent you, take up a task and risk criticism; compassion lies within harsh words, treasure buried deep within criticism.",
    "Be at ease in all encounters; give of yourself, as conditions permit.",
    "The three acts of success: accord with causes and conditions, act decisively when they arise, shape the future.",
    "Seize opportunity when it arises, create it when it doesn't exist; but when the time is not ripe, don't take unnecessary action.",
    "Life's ups and downs are the stuff of growth and development.",
    "Do what you have to do with wisdom; treat people with care and compassion.",
    "When you are off balance, always right yourself with wisdom, everywhere you go, use compassion to make life easy for others.",
    "Deep wisdom, great compassion: few vexations.",
    "Face whatever is in front of you, act with wisdom, treat people with compassion; forget benefit, harm, gain, and loss, and vexations will diminish.",
    "An ordinary mind bends to circumstances; a sage mind transforms circumstances.",
    "Big duck swims, big wake; little duck swims, little wake. No duck in the water? No wake at all.",
    "Can't move the mountain? Build a road! Road blocked? Start climbing! Can't climb? Shift your mind!",
    "True diligence doesn't mean placing your life at risk. It is simply unwavering persistence.",
    "A boat passes, its wake disappears; a bird flies, its shadow departs. Whether you gain or lose, succeed or fail – emotions do not stir: this is the great wisdom of freedom and liberation.",
    "Making life easier for others is making your life easier for yourself.",
    "The noble one suffers mistreatment willingly; the fool is humiliated by what he suffers.",
    "Pressure usually comes from too much concern with what we encounter around us as well as how people judge us.",
    "Serve others with a mind of gratitude and reciprocity and you will be neither tired nor weary.",
    "Help others with the strength of your mind and body, with your wealth and wisdom – always and everywhere with a thankful mind.",
    "The meaning of life lies in serving; the value of life in giving.",
    "The aim of life is to receive karmic retribution, fulfill vows, and make new ones.",
    "The value of life is not in duration but in contribution.",
    "The past is an illusion; the future, a dream; the present, essential.",
    "There is no need to dwell in the past, no necessity to worry about the future: the enduring present holds both past and future.",
    "Wisdom is not simply knowledge, nor experience, nor idle speculation; it is an attitude that transcends self -centeredness.",
    "Great accomplishment – complete humility; big ego – great insecurity.",
    "The superior settle their minds upon the Way; the average busy themselves with day to day living; the small-minded pursue fame, fortune and desire.",
    "You have a particular role and responsibility in life; act accordingly.",
    "In calmness and tranquility make good use of this wondrous day! Tomorrow will shine!",
    "Worry causes needless injury! Mindfulness brings security.",
    "Wealth is like flowing water, and giving like the digging of a well. Dig deeper and more water flows in; give more and wealth multiplies.",
    "Live life this way: the best plan anticipates the worst scenario.",
    "Even with a single breath remaining, hope is unlimited, and that is untold wealth.",
    "A bodhisattva saves others from hardship and suffering; a great bodhisattva takes on hardship and suffering itself.",
    "Three principles to transcend the suffering of birth, sickness and old age: a happy life, a healthy attitude towards sickness, hope in old age.",
    "Three principles to transcend the suffering of birth, sickness and old age: a happy life, a healthy attitude towards sickness, hope in old age.",
    "Death is neither a happy event nor a cause for mourning, but a call to practice our faith seriously.",
    "Every child is a little bodhisattva that helps his or her parents grow.",
    "With teenagers: use care, not worry; guidance, not control; communication, not authority.",
    "To truly love your children, give them your blessings rather than burden them with your worry!",
    "A couple's relationship should be based on mutual respect, not argument.",
    "Stop the litter, clutter and garbage! Always clean up and pick up what you can. These are virtuous acts.",
    "Insight comes from wisdom; good fortune, from merit.",
    "We love to grasp what we love and reject what we dislike; gain and loss, gain and loss – vexations are sure to come.",
    "Having few desires bring riches without worry.",
    "True suffering is a mind without peace or calm. Physical pain and illness are not necessarily suffering.",
    "Know clearly that an unsettled mind is trouble. Right then and there – recite \"Homage to Guan Yin, Bodhisattva Avalokitesavara\" to calm your mind.",
    "A rich man is content with what he has; a poor man accumulates and is never satisfied.",
    "Don't control emotions by suppressing them; calm them with contemplation, reciting Buddha's name, or prayer.",
    "Kind words on everyone's lips! Good deeds in everyone's heart! Good fortune in everyone's life!",
    "Let everyone speak kindly! Let everyone do good deeds! Let everyone's bad luck turn to good!",
    "If everyday, everyone spoke another kind word, did another good deed, then all of these little beneficial acts would turn into a great, great good.",
    "An urgent task needs immediate attention? Be ready now!",
    "Harmony with myself and others, harmony in mind and speech, and thus all will be blessed with joy and happiness.",
    "Harmony within and without, harmony in causes and conditions, and thus freedom, peace and tranquility will follow.",
    "Seek a peaceful mind, and you will find a peaceful refuge; treasure others and you will find fortune and happiness.",
    "Character creates wealth; giving creates savings.",
    "Offering yourself is cultivation; calming your mind is success.",
    "Great possessions don't necessarily bring satisfaction; few possessions don't necessarily lead to poverty.",
    "Right now you gather what you have planted; what you harvest tomorrow, you plant at this moment.",
    "The good are not lonely; the benevolent, happiest; ever and always help others and thus achieve the utmost happiness for yourself.",
    "If you wish to build good relationships with others, develop a broad mind, and become more tolerant and forgiving.",
    "When you change your way of thinking, what is around you will transform accordingly; nowhere in the world will you find absolute good or bad.",
    "The way to get along with others is to communicate effectively. When communication fails, compromise, when compromise fails, tolerate and forgive.",
    "The great must make allowance for the small; the small must be understanding toward the great.",
    "Devote all your heart and strength to your family; commit your whole life to the enterprise at hand.",
    "The best way to guard against greed is to give more, to extend yourself more, and to share more with others.",
    "Disputes are best settled by tolerance.",
    "Two great tasks lie before Buddhists: to bring grace and beauty to the land in which they live and to help sentient beings grow spiritually.",
    "Be a bottomless receptacle for the ills of the world; be a spotless mirror that reflects the world as it is.",
    "Wisdom comes at the moment when vexations perish from the mind; compassion is nothing more than sharing benefits with others.",
    "Look at yourself with contrition; at the world with gratitude.",
    "Purify your mind by curbing desire; refine your community with loving kindness for all."
]